{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "trainable": true, "batch_input_shape": [null, 21], "input_dtype": "float32", "output_dim": 21, "init": "glorot_uniform", "activation": "relu", "W_regularizer": null, "b_regularizer": null, "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "bias": true, "input_dim": 21}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "trainable": true, "p": 0.1}}, {"class_name": "Dense", "config": {"name": "dense_2", "trainable": true, "output_dim": 21, "init": "glorot_uniform", "activation": "relu", "W_regularizer": null, "b_regularizer": null, "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "bias": true, "input_dim": 21}}, {"class_name": "Dense", "config": {"name": "dense_3", "trainable": true, "output_dim": 1, "init": "glorot_uniform", "activation": "sigmoid", "W_regularizer": null, "b_regularizer": null, "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "bias": true, "input_dim": 21}}], "keras_version": "1.2.2"}